ent-WeaponSubMachineGunVector22 = Вектор .25
    .desc = Нелегальная по своим характеристикам версия легендарного пистолета-пулемёта для спортивной стрельбы. Возможно сможет подстрелить даже белку. Использует безгильзовые пули калибра .25.
    .suffix = Пистолет-пулемёт
ent-WeaponSubMachineGunVector45 = Вектор .20
    .desc = Легальная гражданская версия уже легендарного и забытого пистолета-пулемёта. Использует пули .20 калибра. Автоматический огонь в комплект не входит.
    .suffix = Пистолет-пулемёт
